# -*- coding: utf-8 -*-
import emoji


# Main Buttons when bot /start/
main_buttons = [
    '{} Купить'.format(emoji.emojize(':shopping_cart:')),
    '{} Продать'.format(emoji.emojize(':money_bag:', use_aliases=True)),
    '{} Мои_объявления'.format(emoji.emojize(':package:', use_aliases=True))
]

reset_buttons = [
    'Главная'
]

main_buttons_without_img = [
    '/Отправить_посылку',
    '/Могу_доставить',
    '/Мои_объявления'
]

source_buttons = [
    '1. Алматы',
    '2. Астана',
    '3. Шымкент',
    '4. Караганда',
    '5. Актобе',
    '6. Тараз',
    '7. Павлодар',
    '8. Усть-Каменогорск',
    '9. Семей',
    '10. Костанай',
    '11. Уральск',
    '12. Актау',
    '13. Атырау',
    '14. Талдыкорган',
    '15. Кызылорда'
]


destination_buttons = [
    '1. Алматы',
    '2. Астана',
    '3. Шымкент',
    '4. Караганда',
    '5. Актобе',
    '6. Тараз',
    '7. Павлодар',
    '8. Усть-Каменогорск',
    '9. Семей',
    '10. Костанай',
    '11. Уральск',
    '12. Актау',
    '13. Атырау',
    '14. Талдыкорган',
    '15. Кызылорда'
]

travel_types_buttons = [
    '1. Самолёт',
    '2. Поезд'
]
